import React from 'react';
import college from '../images/NatK.png';

import Header from '../components/Header';
import Footer from '../components/Footer';


const Home = () => {
    return (
        <div>
            <Header />
            <main className="container mx-auto p-4">
                <h1 className="text-3xl mb-4 text-green-700">История колледжа</h1>
                <p>
                    Приказом Высшего Совета народного хозяйства СССР от 25 сентября 1929 г. №1276 образован и передан в подчинение Народного комиссариата тяжелой промышленности Новосибирский машиностроительный техникум, который разместился в здании школы ФЗУ на станции Кривощёково. Свою деятельность техникум начал 15 ноября 1929 г. Так начинается история Государственного бюджетного профессионального образовательного учреждения Новосибирской области «Новосибирский авиационный технический колледж имени Б.С. Галущака» (далее во всех вариантах наименования – Учреждение).
                </p>
                <p>
                    С 20 февраля 1931 г. Учреждение стало именоваться «Новосибирский техникум сельскохозяйственных машин», а с 8 апреля 1933 – «Новосибирский техникум машиностроения». В 1936-1937 гг. в Новосибирске на базе завода горного оборудования был создан авиационный завод. В ноябре 1937 с заводского аэродрома взлетел первый самолет. Развивающееся предприятие остро нуждалось в квалифицированных рабочих, техниках, инженерах. Уже в январе 1937 г. машиностроительный техникум был передан в ведение Глававиапрома и переименован в авиационный техникум, а с осени стал готовить специалистов по вновь открытым специальностям: конструирование самолетов, производство самолетов.
                </p>
                <p>
                    В 1938-1941 гг. для Учреждения строится новое здание учебного корпуса на Красном проспекте, 100 (ныне Красный проспект, 72). Но с началом Великой Отечественной войны многие учащиеся добровольно ушли на фронт, оставшиеся – приступили к работе в цехах авиационного завода имени В. П. Чкалова. В годы Второй мировой войны из цехов завода вышел каждый третий истребитель «Як», построенный в СССР. Практически в военные годы завод выпускал в день до 33-х самолётов (полк в день).
                </p>
                <p>
                    В кабинетах и лабораториях Учреждения разместились эвакуированные в Новосибирск институты: Центральный аэрогидродинамический, широко известный как ЦАГИ, и Московский авиационный технологический институт.
                </p>
                <p>
                    В декабре 1941 г. решением Государственного комитета обороны учебный процесс был продолжен. Начались занятия в три смены.
                </p>
                <p>
                    После войны в Учреждении осталось оборудование ЦАГИ, осталась аэродинамическая труба, сконструированная академиком С. А. Чаплыгиным. В первые послевоенные годы была проведена большая работа по укреплению учебно-материальной базы Учреждения, строилось общежитие.
                </p>
                <p>
                    В соответствии с Приказом Министра оборонной промышленности СССР от 11 июня 1953 г. №353с Новосибирский авиационный техникум и Новосибирский техникум Министерства вооружения СССР объединены в Новосибирский электромеханический техникум.
                </p>
                <p>
                    1964-1975 – годы интенсивного развития Учреждения. Укреплялась взаимосвязь с авиационным заводом В. П. Чкалова, Сибирским НИИ авиации и Новосибирским институтом авиационной техники.
                </p>
                <p>
                    Новосибирский электромеханический техникум переименован в Новосибирский авиационный техникум Приказом Министра авиационной промышленности СССР от 3 октября 1966 г. №566.
                </p>
                <p>
                    7 марта 1991 г. решением Госкомитета СССР по народному образованию и Министерства авиационной промышленности (приказ Министерства авиационной промышленности СССР от 7 марта 1991 г. №478) Новосибирский авиационный техникум преобразован в Новосибирский авиационный технический колледж. В Учреждении осуществлялась трехуровневая система профессионального образования. Среди приоритетных направлений развития – сохранение и развитие лучших традиций, научная работа, компьютеризация.
                </p>
                <p>
                    С 1991 года по 1997 год Учреждение находилось в ведении Министерства оборонной промышленности Российской Федерации.
                </p>
                <p>
                    В соответствии с постановлением Правительства Российской Федерации от 14 июля 1997 г. №878 Учреждение перешло в ведение Министерства общего и профессионального образования Российской Федерации. Согласно Указу Президента Российской Федерации от 23 июля 1999 г. №895 Министерство общего и профессионального образования Российской Федерации переименовано в Министерство образования Российской Федерации.
                </p>
                <p>
                    На основании Указов Президента Российской Федерации от 9 марта 2004 г. №314 «О системе и структуре федеральных органов исполнительной власти», от 20 мая 2004 г. №649 «Вопросы структуры федеральных органов исполнительной власти», постановлений Правительства Российской Федерации от 06 апреля 2004 г. №168 «Вопросы Федерального агентства по образованию», от 17 июня 2004 г. №288 «О Федеральном агентстве по образованию» Учреждение передано в ведение Федерального агентства по образованию.
                </p>
                <p>
                    На основании Приказа Федерального агентства по образованию от 20 февраля 2007 г. №359 «О переименовании государственного образовательного учреждения среднего профессионального образования Новосибирского авиационного технического колледжа» Учреждение переименовано в Федеральное государственное образовательное учреждение среднего профессионального образования «Новосибирский авиационный технический колледж».
                </p>
                <p>
                    В 2007 году Учреждение стало одним из победителей Приоритетного национального проекта «Образование» с инновационной образовательной программой (ИОП) «Компетентностный подход при подготовке рабочих кадров и специалистов для авиационной отрасли». В рамках реализации ИОП было закуплено 27 моделей нового современного оборудования, модернизированы существующие и созданы новые (более 60) ученические места в лабораториях и учебных мастерских, введены в строй 120 рабочих мест в кабинетах, оборудованных мультимедиатехникой. Приобретенное оборудование не только повысило качество учебного процесса, но и позволило студентам приносить действенную помощь базовому предприятию, через выполнение реальных производственных задач. В рамках модульных учебных программ по специальным дисциплинам были предусмотрены комплексные курсовые проекты, в том числе с реальными заданиями базового предприятия. Была введена новая форма производственной практики, во время которой студенты осваивали профессиональные компетенции на рабочих местах базового предприятия.
                </p>
                <div className="mt-4">
                    <img src={college} alt="Колледж" className="w-full h-auto" />

                </div>
            </main>
            <Footer />
        </div>
    );
};

export default Home;
